export const posts = [
  {
    id: 1,
    title: "فروش مال غیر",
    date: "1403/10/23",
    type: "article",
    author: "مریم قجری",
    image: "https://cdn.adlara.ir/upload/adl-articles/be57ec07c1e64076a6086e716327e63d444916132.jpeg",
    content: "فروش مالی که متعلق به فرد دیگری است...",
    description: "فروش مال غیر یکی از موضوعات مهم حقوقی است که در بسیاری از پرونده‌ها مشاهده می‌شود. در این مقاله، به بررسی شرایط و مفاهیم این نوع فروش پرداخته شده است. همچنین، تبعات حقوقی و قانونی آن و نحوه پیگیری این پرونده‌ها توضیح داده می‌شود. خواندن این مقاله می‌تواند به درک بهتری از این مقوله کمک کند. این مقاله برای کسانی که با موضوعات حقوقی درگیر هستند، اطلاعات مفیدی ارائه می‌دهد. علاوه بر این، تحلیل‌های حقوقی و راهکارهای عملی نیز ارائه شده است.",
    legalTitle: "حقوقی"
  },
  {
    id: 2,
    title: "پارک=پنچری",
    date: "1403/11/18",
    type: "article",
    author: "علی رضایی",
    image: "https://cdn.adlara.ir/upload/adl-articles/262e1e3ea9984f83ac8fddbd11d2ffc9490056984.jpeg",
    content: "پارک کردن در محل نامناسب می‌تواند...",
    description: "پارک کردن در مکان‌های غیرمجاز و یا نامناسب یکی از مشکلات رایج در شهرها است. این مقاله به بررسی تخلفات ناشی از پارک‌کردن در مکان‌های غیرمجاز می‌پردازد. همچنین، تبعات قانونی این نوع تخلفات و مجازات‌های مربوطه را مورد بررسی قرار می‌دهد. راهکارهایی برای جلوگیری از این مشکلات نیز در این مقاله مطرح شده است. خواندن این مقاله به شهروندان کمک می‌کند تا با رعایت قوانین از تخلفات پارکینگ جلوگیری کنند.",
    legalTitle: "حقوقی"
  },
  {
    id: 3,
    title: "جرایم اینترنتی",
    date: "1403/09/10",
    type: "article",
    author: "سارا محمودی",
    image: "https://cdn.adlara.ir/upload/adl-articles/0b57819a53fc41d7a485aa4c6b026526454687117.jpeg",
    content: "با گسترش فناوری، جرایم سایبری نیز افزایش یافته‌اند...",
    description: "جرایم اینترنتی یکی از معضلات جدید در دنیای دیجیتال است که روز به روز بیشتر می‌شود. در این مقاله، انواع جرایم اینترنتی، تهدیدات موجود در فضای آنلاین، و روش‌های مقابله با این تهدیدات بررسی می‌شود. همچنین، به تبعات حقوقی و قانونی این جرایم نیز پرداخته شده است. این مقاله برای آشنایی با قوانین حقوقی جرایم سایبری ضروری است. در این مقاله، نحوه پیشگیری از تهدیدات اینترنتی و چگونگی مقابله با آن‌ها در دنیای دیجیتال نیز مورد بحث قرار می‌گیرد.",
    legalTitle: "کیفری"
  },
  {
    id: 4,
    title: "طلاق توافقی",
    date: "1403/08/05",
    type: "article",
    author: "حامد شریفی",
    image: "https://cdn.adlara.ir/upload/adl-articles/59d70a8411f048b98982847dc6b90bb31827151100.jpeg",
    content: "طلاق توافقی یکی از راه‌های کم‌هزینه پایان زندگی مشترک است...",
    description: "طلاق توافقی یکی از روش‌های قانونی برای پایان دادن به یک زندگی مشترک است که مزایای زیادی دارد. در این مقاله، به بررسی شرایط طلاق توافقی، مزایای آن، و چگونگی پیگیری این نوع طلاق پرداخته شده است. همچنین، مشکلات و چالش‌هایی که ممکن است در این فرآیند پیش بیاید، مورد بررسی قرار می‌گیرد. این مقاله می‌تواند راهنمای مفیدی برای کسانی باشد که در فکر طلاق توافقی هستند. در این مقاله، نکات مهمی در مورد نحوه رسیدن به توافق میان طرفین و مسائل حقوقی مطرح می‌شود.",
    legalTitle: "حقوقی"
  },
  {
    id: 5,
    title: "ارث فرزندان از مادر",
    date: "1403/07/22",
    type: "article",
    author: "زهرا بهرامی",
    image: "https://cdn.adlara.ir/upload/adl-articles/2d0182a1cf074ba888e3a909aa57136a1787171243.jpeg",
    content: "فرزندان چه حقوقی در ارث مادر دارند؟",
    description: "حقوق فرزندان در ارث مادر یکی از مسائل حقوقی پیچیده است که در بسیاری از موارد باعث بروز اختلافات می‌شود. این مقاله به طور کامل به بررسی این موضوع و قوانین مربوط به ارث فرزندان از مادر پرداخته است. همچنین، تفاوت‌های ارث در صورتی که مادر وصیت کرده باشد یا نکرده باشد، مورد تحلیل قرار گرفته است. خواندن این مقاله می‌تواند به شما کمک کند تا درک بهتری از حقوق خود در این زمینه داشته باشید. در این مقاله، به تحلیل مسائل خاصی مانند تقسیم ارث در شرایط خاص نیز پرداخته می‌شود.",
    legalTitle: "حقوقی"
  },
  {
    id: 6,
    title: "افترا در فضای مجازی",
    date: "1403/06/30",
    type: "article",
    author: "مجید احمدی",
    image: "https://cdn.adlara.ir/upload/adl-articles/c855b567fd1048468e65b2d62d526ba21933338001.jpeg",
    content: "پخش اخبار دروغ در فضای مجازی چه مجازاتی دارد؟",
    description: "افترا و نشر اخبار دروغ در فضای مجازی یکی از جرایم رایج این روزها است که مجازات‌های سختی به دنبال دارد. در این مقاله، به بررسی مجازات‌های قانونی برای این نوع جرایم پرداخته می‌شود. همچنین، روش‌های مقابله با افترا و نشر اکاذیب در فضای آنلاین نیز مورد بررسی قرار گرفته است. این مقاله برای کسانی که به دنبال اطلاعات دقیق در این زمینه هستند، بسیار مفید است. در این مقاله، به راهکارهایی برای مقابله با اخبار دروغ و شایعات در فضای مجازی پرداخته می‌شود.",
    legalTitle: "کیفری"
  },
  {
    id: 7,
    title: "ضرب و جرح عمدی",
    date: "1403/06/15",
    type: "article",
    author: "الهام صادقی",
    image: "https://cdn.adlara.ir/upload/adl-articles/d01cac0076944b238b9fc6e066b494d0872715982.png",
    content: "ضرب و جرح عمدی یکی از شایع‌ترین دعاوی کیفری است...",
    description: "ضرب و جرح عمدی یکی از جرایم شایع در جامعه است که ممکن است به دلایل مختلفی رخ دهد. این مقاله به بررسی شرایط و جوانب حقوقی جرم ضرب و جرح عمدی و مجازات‌های آن پرداخته است. همچنین، به نحوه پیگیری این نوع دعاوی کیفری و چالش‌های موجود در این زمینه پرداخته می‌شود. خواندن این مقاله به کسانی که به دنبال اطلاعات در مورد حقوق و قوانین مربوط به ضرب و جرح هستند، توصیه می‌شود. در این مقاله، به نکات مهمی در مورد دفاعیات قانونی و چگونگی اثبات جرم نیز پرداخته می‌شود.",
    legalTitle: "کیفری"
  },
  {
    id: 8,
    title: "تهدید به مرگ",
    date: "1403/05/28",
    type: "article",
    author: "رضا نوروزی",
    image: "https://cdn.adlara.ir/upload/adl-articles/f124d22a5bc14419beb916bd5c2f0d14832970554.jpeg",
    content: "تهدید دیگران به مرگ جرم محسوب می‌شود و مجازات دارد.",
    description: "تهدید به مرگ یکی از جرایم سنگین است که در بسیاری از کشورها مجازات‌های شدیدی برای آن در نظر گرفته شده است. این مقاله به بررسی تهدید به مرگ و تبعات قانونی آن پرداخته و نحوه پیگیری این جرم را توضیح می‌دهد. همچنین، در این مقاله، مجازات‌هایی که برای تهدید به مرگ در نظر گرفته شده‌اند، مورد بررسی قرار می‌گیرند. این مقاله می‌تواند به افرادی که با چنین تهدیداتی روبه‌رو شده‌اند، کمک کند. تهدید به مرگ نه تنها بر سلامت روان فرد تهدید شده تاثیر می‌گذارد، بلکه می‌تواند عواقب اجتماعی و قانونی قابل توجهی داشته باشد. در این مقاله، به جزئیات بیشتر در مورد نحوه اثبات این جرم و اقداماتی که فرد تهدید شده می‌تواند برای حفظ امنیت خود انجام دهد، پرداخته می‌شود.",
    legalTitle: "کیفری"
  },
  {
    id: 9,
    title: "سرقت از منزل",
    date: "1403/05/10",
    type: "article",
    author: "نرگس ایمانی",
    image: "https://cdn.adlara.ir/upload/adl-articles/01a0e4c83e4c4914a7d34554b55ae92d262671870.png",
    content: "اگر منزل شما مورد سرقت قرار گرفته، این مقاله را بخوانید...",
    description: "سرقت از منزل یکی از جرایم شایع است که می‌تواند خسارات مالی زیادی به افراد وارد کند. این مقاله به نحوه پیگیری قضایی سرقت از منزل و چگونگی اثبات این جرم پرداخته است. همچنین، در این مقاله، به قوانین و حقوق افراد در زمان سرقت از منزل اشاره شده و روش‌های محافظت از منزل توضیح داده می‌شود. خواندن این مقاله برای کسانی که از سرقت منزل رنج برده‌اند، بسیار مفید است. این مقاله همچنین به نکات ایمنی در محافظت از خانه و اموال می‌پردازد.",
    legalTitle: "کیفری"
  },
  {
    id: 10,
    title: "مشارکت در جرم",
    date: "1403/12/01",
    type: "article",
    author: "کامران اکبری",
    image: "https://cdn.adlara.ir/upload/adl-articles/df0f874d068642b9a91639ae7bb1a08a61401273.jpeg",
    content: "مشارکت در جرم و نقش افراد مختلف در ارتکاب جرم...",
    description: "مشارکت در جرم یکی از موضوعات مهم در قوانین کیفری است که در آن افراد به گونه‌های مختلف در ارتکاب جرم شریک می‌شوند. این مقاله به بررسی انواع مشارکت در جرم، مسئولیت‌های قانونی و نحوه مجازات افراد شریک در جرم پرداخته است. این مقاله برای آشنایی با شرایط قانونی مشارکت در جرم و تبعات آن بسیار مفید است.",
    legalTitle: "کیفری"
  },
  {
    id: 11,
    title: "دزدی دریایی",
    date: "1403/11/28",
    type: "article",
    author: "ندا جعفری",
    image: "https://cdn.adlara.ir/upload/adl-articles/dfca6ab0e4014502ad404abc0434d275740899629.jpeg",
    content: "دزدی دریایی یکی از قدیمی‌ترین انواع سرقت است...",
    description: "دزدی دریایی یکی از انواع سرقت‌هایی است که در دریا صورت می‌گیرد. این جرم می‌تواند شامل سرقت از کشتی‌ها و دیگر اشیاء شناور در دریا باشد. این مقاله به بررسی تاریخچه، جنبه‌های قانونی، و چگونگی مجازات دزدی دریایی می‌پردازد. مطالعه این مقاله به افرادی که علاقه‌مند به آشنایی با جرم دزدی دریایی و نحوه مقابله با آن هستند، توصیه می‌شود.",
    legalTitle: "کیفری"
  },
  {
    id: 12,
    title: "قتل عمد",
    date: "1403/11/10",
    type: "article",
    author: "علی اصغری",
    image: "https://cdn.adlara.ir/upload/adl-articles/df0f874d068642b9a91639ae7bb1a08a61401273.jpeg",
    content: "قتل عمد یکی از شدیدترین انواع جرایم است...",
    description: "قتل عمد یکی از جرایم بسیار سنگین و جدی است که در بسیاری از کشورها مجازات‌های سختی به همراه دارد. در این مقاله، به بررسی تعاریف و ویژگی‌های قتل عمد، تفاوت‌های آن با قتل غیرعمد، و تبعات قانونی این جرم پرداخته می‌شود. این مقاله می‌تواند به کسانی که با مسائل حقوقی قتل عمد آشنا هستند یا علاقه‌مند به آن هستند، کمک کند. این مقاله همچنین به روش‌های دفاع در برابر اتهامات قتل عمد و چگونگی اثبات بی‌گناهی پرداخته می‌شود.",
    legalTitle: "کیفری"
  },
];
